<!DOCTYPE html>
<html lang="en" dir="ltr">
    <head>
        <meta charset="utf-8">
        <link rel="stylesheet" href="../css/style_1.css" />
        <title>На заголовки, жирность, курсив</title>
    </head>
    <body>
        <div class="exit">
            <a href="index.php">exit</a>
        </div>
        <h1>Что такое CMS</h1>
        <b>CMS</b> - «система управления контентом» (<b>движок</b>) – написанная PHP-программистами основа для сайта, с помощью которой вы сможете управлять сайтом (добавлять контент, менять пункты меню и т.п.) не зная HTML и CSS.

        Однако, для того чтобы сделать сайт с помощью <b>CMS</b> <i>потребуются услуги</i> и программиста, и дизайнера, и верстальщика. И капиталовложения.

        <h2>Какие бывают cms</h2>
        Бывают различные системы управления контентом: для интернет-магазинов, для блогов, для форумов и т.д.

        <h2>Примеры cms</h2>
        <i>Примеры популярных CMS</i>: Joomla, WordPress (для блогов), PhpBB (для форумов).

        <b>CMS-ки</b> бывают <i>платные</i> и <i>бесплатные</i>.
    </body>
</html>
